index.org
#+TITLE: bible.org project
#+SETUPFILE: https://fniessen.github.io/org-html-themes/org/theme-readtheorg.setup
#+OPTIONS: num:nil

* Welcome
This is a project designed to bring the Holy Bible to Emacs org-mode. This site contains each of the 73 books of the Bible converted to HTML. You can visit the GitHub project page here:

[[https://github.com/Mertzenich/bible.org]]

If there is anything else you want added, such as more translations, go ahead and create an issue on the GitHub page (or do it yourself 😄).

* Become Christian
Are you interested in becoming a Christian? Email me at adam[at]mertzeni.ch and I will try to send you a copy of "Why We're Catholic: Our Reasons For Faith, Hope, And Love by Trent Horn" or another book relevant to questions you may have (I will try to do this as long as its affordable). Here are some resources for you to check out right now:
- [[https://www.catholic.com/tract/gods-love-for-you][God's Love for You]]
- [[https://www.catholic.com/tract/how-to-become-a-catholic][How to Become a Catholic]]
- [[https://www.catholic.com/magazine/online-edition/the-evidence-is-on-our-side][The Evidence Is on Our Side]]
- [[https://www.catholic.com/magazine/online-edition/christian-faith-is-not-blind-belief][Christian Faith Is Not Blind Belief]]
- [[https://www.catholic.com/magazine/print-edition/did-jesus-exist][Did Jesus Exist?]]
- [[https://www.catholic.com/tract/the-divinity-of-christ][What the Early Church Believed: The Divinity of Christ]]
- [[https://www.catholic.com/magazine/online-edition/looking-for-the-historical-jesus-again][Looking for the Historical Jesus]]
- [[https://www.catholic.com/magazine/print-edition/christian-yesbut-why-catholic][Christian, Yes...But Why Be Catholic?]]
- [[https://www.catholic.com/video/why-should-i-be-catholic][Why Should I Be Catholic]]
- [[https://www.catholic.com/encyclopedia][Encyclopedia]]

* Translations
- Douay-Rheims = DRA
- Latin Vulgate = VUL
* Table of Contents
** Old Testament
*** Genesis
- [[./DRA/Genesis.org][DRA]]
- [[./VUL/Genesis.org][VUL]]
*** Exodus
- [[./DRA/Exodus.org][DRA]]
- [[./VUL/Exodus.org][VUL]]
*** Leviticus
- [[./DRA/Leviticus.org][DRA]]
- [[./VUL/Leviticus.org][VUL]]
*** Numbers
- [[./DRA/Numbers.org][DRA]]
- [[./VUL/Numbers.org][VUL]]
*** Deuteronomy
- [[./DRA/Deuteronomy.org][DRA]]
- [[./VUL/Deuteronomy.org][VUL]]
*** Joshua
- [[./DRA/Joshua.org][DRA]]
- [[./VUL/Joshua.org][VUL]]
*** Judges
- [[./DRA/Judges.org][DRA]]
- [[./VUL/Judges.org][VUL]]
*** Ruth
- [[./DRA/Ruth.org][DRA]]
- [[./VUL/Ruth.org][VUL]]
*** 1 Samuel
- [[./DRA/1 Samuel.org][DRA]]
- [[./VUL/1 Samuel.org][VUL]]
*** 2 Samuel
- [[./DRA/2 Samuel.org][DRA]]
- [[./VUL/2 Samuel.org][VUL]]
*** 1 Kings
- [[./DRA/1 Kings.org][DRA]]
- [[./VUL/1 Kings.org][VUL]]
*** 2 Kings
- [[./DRA/2 Kings.org][DRA]]
- [[./VUL/2 Kings.org][VUL]]
*** 1 Chronicles
- [[./DRA/1 Chronicles.org][DRA]]
- [[./VUL/1 Chronicles.org][VUL]]
*** 2 Chronicles
- [[./DRA/2 Chronicles.org][DRA]]
- [[./VUL/2 Chronicles.org][VUL]]
*** Ezra
- [[./DRA/Ezra.org][DRA]]
- [[./VUL/Ezra.org][VUL]]
*** Nehemiah
- [[./DRA/Nehemiah.org][DRA]]
- [[./VUL/Nehemiah.org][VUL]]
*** Tobit
- [[./DRA/Tobit.org][DRA]]
- [[./VUL/Tobit.org][VUL]]
*** Judith
- [[./DRA/Judith.org][DRA]]
- [[./VUL/Judith.org][VUL]]
*** Esther
- [[./DRA/Esther.org][DRA]]
- [[./VUL/Esther.org][VUL]]
*** 1 Maccabees
- [[./DRA/1 Maccabees.org][DRA]]
- [[./VUL/1 Maccabees.org][VUL]]
*** 2 Maccabees
- [[./DRA/2 Maccabees.org][DRA]]
- [[./VUL/2 Maccabees.org][VUL]]
*** Job
- [[./DRA/Job.org][DRA]]
- [[./VUL/Job.org][VUL]]
*** Psalms
- [[./DRA/Psalms.org][DRA]]
- [[./VUL/Psalms.org][VUL]]
*** Proverbs
- [[./DRA/Proverbs.org][DRA]]
- [[./VUL/Proverbs.org][VUL]]
*** Ecclesiastes
- [[./DRA/Ecclesiastes.org][DRA]]
- [[./VUL/Ecclesiastes.org][VUL]]
*** Song of Songs
- [[./DRA/Song of Songs.org][DRA]]
- [[./VUL/Song of Songs.org][VUL]]
*** Wisdom
- [[./DRA/Wisdom.org][DRA]]
- [[./VUL/Wisdom.org][VUL]]
*** Sirach
- [[./DRA/Sirach.org][DRA]]
- [[./VUL/Sirach.org][VUL]]
