index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-02-08 Mon 20:06 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>bible.org project</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">bible.org project</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgce9d6b1">Welcome</a></li>
<li><a href="#org30fc835">Become Christian</a></li>
<li><a href="#orge7e3135">Translations</a></li>
<li><a href="#orgadda51b">Table of Contents</a>
<ul>
<li><a href="#org2d7b08c">Old Testament</a>
<ul>
<li><a href="#org9910496">Genesis</a></li>
<li><a href="#org64159d7">Exodus</a></li>
<li><a href="#orgdcb858d">Leviticus</a></li>
<li><a href="#orgfc70590">Numbers</a></li>
<li><a href="#orgcdf47e5">Deuteronomy</a></li>
<li><a href="#orgdfd90ce">Joshua</a></li>
<li><a href="#orgaebbdb2">Judges</a></li>
<li><a href="#org00ba786">Ruth</a></li>
<li><a href="#org8f3d264">1 Samuel</a></li>
<li><a href="#org56dd72f">2 Samuel</a></li>
<li><a href="#orgaa814ed">1 Kings</a></li>
<li><a href="#org9f03099">2 Kings</a></li>
<li><a href="#org96524c0">1 Chronicles</a></li>
<li><a href="#org17197d8">2 Chronicles</a></li>
<li><a href="#org7f4e293">Ezra</a></li>
<li><a href="#org3a2fc5d">Nehemiah</a></li>
<li><a href="#orgdc902e7">Tobit</a></li>
<li><a href="#org41cb14e">Judith</a></li>
<li><a href="#org18ac98c">Esther</a></li>
<li><a href="#orgae64aa0">1 Maccabees</a></li>
<li><a href="#org7904343">2 Maccabees</a></li>
<li><a href="#org01630a3">Job</a></li>
<li><a href="#org6e0e28f">Psalms</a></li>
<li><a href="#orgf719652">Proverbs</a></li>
<li><a href="#org0c217b2">Ecclesiastes</a></li>
<li><a href="#org882a105">Song of Songs</a></li>
<li><a href="#orgfb1e839">Wisdom</a></li>
<li><a href="#orgb4141e5">Sirach</a></li>
<li><a href="#org19dfbc4">Isaiah</a></li>
<li><a href="#org0919863">Jeremiah</a></li>
<li><a href="#orgf343f80">Lamentations</a></li>
<li><a href="#org3d094f1">Baruch</a></li>
<li><a href="#orgcbc48b7">Ezekiel</a></li>
<li><a href="#org1f9bfc4">Daniel</a></li>
<li><a href="#orgbfb7f6c">Hosea</a></li>
<li><a href="#org87701b0">Joel</a></li>
<li><a href="#org9b0ef46">Amos</a></li>
<li><a href="#org63234e7">Obadiah</a></li>
<li><a href="#org850c2db">Jonah</a></li>
<li><a href="#org4eed769">Micah</a></li>
<li><a href="#orgff182e2">Nahum</a></li>
<li><a href="#org32d5747">Habakkuk</a></li>
<li><a href="#org68ee05e">Zephaniah</a></li>
<li><a href="#org6901f14">Haggai</a></li>
<li><a href="#orgc29ca40">Zechariah</a></li>
<li><a href="#org841f5e6">Malachi</a></li>
</ul>
</li>
<li><a href="#orged5fac0">New Testament</a>
<ul>
<li><a href="#orge5d86e4">Matthew</a></li>
<li><a href="#org67caad1">Mark</a></li>
<li><a href="#org6192aca">Luke</a></li>
<li><a href="#org18279cc">John</a></li>
<li><a href="#org5d264da">Acts of the Apostles</a></li>
<li><a href="#org67d1898">Romans</a></li>
<li><a href="#orga8545d6">1 Corinthians</a></li>
<li><a href="#orgd093168">2 Corinthians</a></li>
<li><a href="#orgd2da5a8">Galatians</a></li>
<li><a href="#orgbd64602">Ephesians</a></li>
<li><a href="#org20b7e3b">Philippians</a></li>
<li><a href="#org0ed0340">Colossians</a></li>
<li><a href="#org4d15855">1 Thessalonians</a></li>
<li><a href="#org8b994cd">2 Thessalonians</a></li>
<li><a href="#orgb7aaac1">1 Timothy</a></li>
<li><a href="#org2631f75">2 Timothy</a></li>
<li><a href="#org04e14a8">Titus</a></li>
<li><a href="#orgd3b7b57">Philemon</a></li>
<li><a href="#org36f75a0">Hebrews</a></li>
<li><a href="#orgc8beaa5">James</a></li>
<li><a href="#org77a6668">1 Peter</a></li>
<li><a href="#orgede78f2">2 Peter</a></li>
<li><a href="#orgb405f36">1 John</a></li>
<li><a href="#orgd3fd82a">2 John</a></li>
<li><a href="#orgc50d8e1">3 John</a></li>
<li><a href="#org2ee6b5b">Jude</a></li>
<li><a href="#orgc03ece4">Revelation</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgce9d6b1" class="outline-2">
<h2 id="orgce9d6b1">Welcome</h2>
<div class="outline-text-2" id="text-orgce9d6b1">
<p>
This is a project designed to bring the Holy Bible to Emacs org-mode. This site contains each of the 73 books of the Bible converted to HTML. You can visit the GitHub project page here:
</p>

<p>
<a href="https://github.com/Mertzenich/bible.org">https://github.com/Mertzenich/bible.org</a>
</p>

<p>
If there is anything else you want added, such as more translations, go ahead and create an issue on the GitHub page (or do it yourself 😄).
</p>
</div>
</div>

<div id="outline-container-org30fc835" class="outline-2">
<h2 id="org30fc835">Become Christian</h2>
<div class="outline-text-2" id="text-org30fc835">
<p>
Are you interested in becoming a Christian? Email me at adam[at]mertzeni.ch and I will try to send you a copy of &ldquo;Why We&rsquo;re Catholic: Our Reasons For Faith, Hope, And Love by Trent Horn&rdquo; or another book relevant to questions you may have (I will try to do this as long as its affordable). Here are some resources for you to check out right now:
</p>
<ul class="org-ul">
<li><a href="https://www.catholic.com/tract/gods-love-for-you">God&rsquo;s Love for You</a></li>
<li><a href="https://www.catholic.com/tract/how-to-become-a-catholic">How to Become a Catholic</a></li>
<li><a href="https://www.catholic.com/magazine/online-edition/the-evidence-is-on-our-side">The Evidence Is on Our Side</a></li>
<li><a href="https://www.catholic.com/magazine/online-edition/christian-faith-is-not-blind-belief">Christian Faith Is Not Blind Belief</a></li>
<li><a href="https://www.catholic.com/magazine/print-edition/did-jesus-exist">Did Jesus Exist?</a></li>
<li><a href="https://www.catholic.com/tract/the-divinity-of-christ">What the Early Church Believed: The Divinity of Christ</a></li>
<li><a href="https://www.catholic.com/magazine/online-edition/looking-for-the-historical-jesus-again">Looking for the Historical Jesus</a></li>
<li><a href="https://www.catholic.com/magazine/print-edition/christian-yesbut-why-catholic">Christian, Yes&#x2026;But Why Be Catholic?</a></li>
<li><a href="https://www.catholic.com/video/why-should-i-be-catholic">Why Should I Be Catholic</a></li>
<li><a href="https://www.catholic.com/encyclopedia">Encyclopedia</a></li>
</ul>
</div>
</div>

<div id="outline-container-orge7e3135" class="outline-2">
<h2 id="orge7e3135">Translations</h2>
<div class="outline-text-2" id="text-orge7e3135">
<ul class="org-ul">
<li>Douay-Rheims = DRA</li>
<li>Latin Vulgate = VUL</li>
</ul>
</div>
</div>
<div id="outline-container-orgadda51b" class="outline-2">
<h2 id="orgadda51b">Table of Contents</h2>
<div class="outline-text-2" id="text-orgadda51b">
</div>
