index.md

# Table of Contents

-   [Welcome](#org6289cd1)
-   [Become Christian](#org49d2a44)
-   [Translations](#orgf1a6443)
-   [Table of Contents](#orga7f4c25)
    -   [Old Testament](#org029a76e)
        -   [Genesis](#orgb13d020)
        -   [Exodus](#orgdb3f3f9)
        -   [Leviticus](#org066d199)
        -   [Numbers](#orgbdc6516)
        -   [Deuteronomy](#orgec51e8b)
        -   [Joshua](#orgf57a76e)
        -   [Judges](#org6533f33)
        -   [Ruth](#org317c25c)
        -   [1 Samuel](#org3b42677)
        -   [2 Samuel](#org127ccf9)
        -   [1 Kings](#orgb20d8af)
        -   [2 Kings](#org083e17d)
        -   [1 Chronicles](#org2e8b424)
        -   [2 Chronicles](#org8db0c83)
        -   [Ezra](#orgf581967)
        -   [Nehemiah](#org02933b2)
        -   [Tobit](#orge4f8f94)
        -   [Judith](#orgc0acc9d)
        -   [Esther](#org48393fe)
        -   [1 Maccabees](#org8833564)
        -   [2 Maccabees](#orge07a663)
        -   [Job](#org64afced)
        -   [Psalms](#org197dcb4)
        -   [Proverbs](#org1580546)
        -   [Ecclesiastes](#orgbaac87a)
        -   [Song of Songs](#org748c16b)
        -   [Wisdom](#orgaef0bd6)
        -   [Sirach](#orgd05b432)
        -   [Isaiah](#org4273530)
        -   [Jeremiah](#org93f2dc3)
        -   [Lamentations](#org7b69bb5)
        -   [Baruch](#orgbaeddeb)
        -   [Ezekiel](#orgc293814)
        -   [Daniel](#orgabcea15)
        -   [Hosea](#orgfd9a1f0)
        -   [Joel](#org5bcd11b)
        -   [Amos](#org84dd7a9)
        -   [Obadiah](#org87d859c)
        -   [Jonah](#org7ea979f)
        -   [Micah](#org4c2645f)
        -   [Nahum](#org97143f6)
        -   [Habakkuk](#org335d5e6)
        -   [Zephaniah](#org3f48fc8)
        -   [Haggai](#orge7be7e7)
        -   [Zechariah](#org3a10800)
        -   [Malachi](#org236fcd6)
    -   [New Testament](#org498b474)
        -   [Matthew](#org91f9053)
        -   [Mark](#org5ac0b89)
        -   [Luke](#org4f84161)
        -   [John](#orgcf1711c)
        -   [Acts of the Apostles](#org67798ba)
        -   [Romans](#org3cb12e2)
        -   [1 Corinthians](#org5f5fa4e)
        -   [2 Corinthians](#org3e2ad6d)
        -   [Galatians](#orgf364246)
        -   [Ephesians](#org2c9b3c4)
        -   [Philippians](#orgbd97670)
        -   [Colossians](#orga1ab114)
        -   [1 Thessalonians](#org44fac45)
        -   [2 Thessalonians](#org7514357)
        -   [1 Timothy](#org68f7a61)
        -   [2 Timothy](#orgbb169de)
        -   [Titus](#org586d81f)
        -   [Philemon](#org10e30cf)
        -   [Hebrews](#orgee3c8cc)
        -   [James](#orgeaaba7f)
        -   [1 Peter](#org2e042c7)
        -   [2 Peter](#orga62f75d)
        -   [1 John](#org95615fa)
        -   [2 John](#org5ddd9b5)
        -   [3 John](#org1342e76)
        -   [Jude](#org06b2614)
        -   [Revelation](#org30f65dc)



<a id="org6289cd1"></a>

# Welcome

This is a project designed to bring the Holy Bible to Emacs org-mode. This site contains each of the 73 books of the Bible converted to HTML. You can visit the GitHub project page here:

<https://github.com/Mertzenich/bible.org>

If there is anything else you want added, such as more translations, go ahead and create an issue on the GitHub page (or do it yourself 😄).


<a id="org49d2a44"></a>

# Become Christian

Are you interested in becoming a Christian? Email me at adam[at]mertzeni.ch and I will try to send you a copy of &ldquo;Why We&rsquo;re Catholic: Our Reasons For Faith, Hope, And Love by Trent Horn&rdquo; or another book relevant to questions you may have (I will try to do this as long as its affordable). Here are some resources for you to check out right now:

-   [God&rsquo;s Love for You](https://www.catholic.com/tract/gods-love-for-you)
-   [How to Become a Catholic](https://www.catholic.com/tract/how-to-become-a-catholic)
-   [The Evidence Is on Our Side](https://www.catholic.com/magazine/online-edition/the-evidence-is-on-our-side)
-   [Christian Faith Is Not Blind Belief](https://www.catholic.com/magazine/online-edition/christian-faith-is-not-blind-belief)
-   [Did Jesus Exist?](https://www.catholic.com/magazine/print-edition/did-jesus-exist)
-   [What the Early Church Believed: The Divinity of Christ](https://www.catholic.com/tract/the-divinity-of-christ)
-   [Looking for the Historical Jesus](https://www.catholic.com/magazine/online-edition/looking-for-the-historical-jesus-again)
-   [Christian, Yes&#x2026;But Why Be Catholic?](https://www.catholic.com/magazine/print-edition/christian-yesbut-why-catholic)
-   [Why Should I Be Catholic](https://www.catholic.com/video/why-should-i-be-catholic)
-   [Encyclopedia](https://www.catholic.com/encyclopedia)


<a id="orgf1a6443"></a>

# Translations

-   Douay-Rheims = DRA
-   Latin Vulgate = VUL


<a id="orga7f4c25"></a>

# Table of Contents
