index.org
*** Romans
- [[./DRA/Romans.org][DRA]]
- [[./VUL/Romans.org][VUL]]
*** 1 Corinthians
- [[./DRA/1 Corinthians.org][DRA]]
- [[./VUL/1 Corinthians.org][VUL]]
*** 2 Corinthians
- [[./DRA/2 Corinthians.org][DRA]]
- [[./VUL/2 Corinthians.org][VUL]]
*** Galatians
- [[./DRA/Galatians.org][DRA]]
- [[./VUL/Galatians.org][VUL]]
*** Ephesians
- [[./DRA/Ephesians.org][DRA]]
- [[./VUL/Ephesians.org][VUL]]
*** Philippians
- [[./DRA/Philippians.org][DRA]]
- [[./VUL/Philippians.org][VUL]]
*** Colossians
- [[./DRA/Colossians.org][DRA]]
- [[./VUL/Colossians.org][VUL]]
*** 1 Thessalonians
- [[./DRA/1 Thessalonians.org][DRA]]
- [[./VUL/1 Thessalonians.org][VUL]]
*** 2 Thessalonians
- [[./DRA/2 Thessalonians.org][DRA]]
- [[./VUL/2 Thessalonians.org][VUL]]
*** 1 Timothy
- [[./DRA/1 Timothy.org][DRA]]
- [[./VUL/1 Timothy.org][VUL]]
*** 2 Timothy
- [[./DRA/2 Timothy.org][DRA]]
- [[./VUL/2 Timothy.org][VUL]]
*** Titus
- [[./DRA/Titus.org][DRA]]
- [[./VUL/Titus.org][VUL]]
*** Philemon
- [[./DRA/Philemon.org][DRA]]
- [[./VUL/Philemon.org][VUL]]
*** Hebrews
- [[./DRA/Hebrews.org][DRA]]
- [[./VUL/Hebrews.org][VUL]]
*** James
- [[./DRA/James.org][DRA]]
- [[./VUL/James.org][VUL]]
*** 1 Peter
- [[./DRA/1 Peter.org][DRA]]
- [[./VUL/1 Peter.org][VUL]]
*** 2 Peter
- [[./DRA/2 Peter.org][DRA]]
- [[./VUL/2 Peter.org][VUL]]
*** 1 John
- [[./DRA/1 John.org][DRA]]
- [[./VUL/1 John.org][VUL]]
*** 2 John
- [[./DRA/2 John.org][DRA]]
- [[./VUL/2 John.org][VUL]]
*** 3 John
- [[./DRA/3 John.org][DRA]]
- [[./VUL/3 John.org][VUL]]
*** Jude
- [[./DRA/Jude.org][DRA]]
- [[./VUL/Jude.org][VUL]]
*** Revelation
- [[./DRA/Revelation.org][DRA]]
- [[./VUL/Revelation.org][VUL]]
