index.md


<a id="org3cb12e2"></a>

### Romans

-   [DRA](./DRA/Romans.md)
-   [VUL](./VUL/Romans.md)


<a id="org5f5fa4e"></a>

### 1 Corinthians

-   [DRA](./DRA/1 Corinthians.md)
-   [VUL](./VUL/1 Corinthians.md)


<a id="org3e2ad6d"></a>

### 2 Corinthians

-   [DRA](./DRA/2 Corinthians.md)
-   [VUL](./VUL/2 Corinthians.md)


<a id="orgf364246"></a>

### Galatians

-   [DRA](./DRA/Galatians.md)
-   [VUL](./VUL/Galatians.md)


<a id="org2c9b3c4"></a>

### Ephesians

-   [DRA](./DRA/Ephesians.md)
-   [VUL](./VUL/Ephesians.md)


<a id="orgbd97670"></a>

### Philippians

-   [DRA](./DRA/Philippians.md)
-   [VUL](./VUL/Philippians.md)


<a id="orga1ab114"></a>

### Colossians

-   [DRA](./DRA/Colossians.md)
-   [VUL](./VUL/Colossians.md)


<a id="org44fac45"></a>

### 1 Thessalonians

-   [DRA](./DRA/1 Thessalonians.md)
-   [VUL](./VUL/1 Thessalonians.md)


<a id="org7514357"></a>

### 2 Thessalonians

-   [DRA](./DRA/2 Thessalonians.md)
-   [VUL](./VUL/2 Thessalonians.md)


<a id="org68f7a61"></a>

### 1 Timothy

-   [DRA](./DRA/1 Timothy.md)
-   [VUL](./VUL/1 Timothy.md)


<a id="orgbb169de"></a>

### 2 Timothy

-   [DRA](./DRA/2 Timothy.md)
-   [VUL](./VUL/2 Timothy.md)


<a id="org586d81f"></a>

### Titus

-   [DRA](./DRA/Titus.md)
-   [VUL](./VUL/Titus.md)


<a id="org10e30cf"></a>

### Philemon

-   [DRA](./DRA/Philemon.md)
-   [VUL](./VUL/Philemon.md)


<a id="orgee3c8cc"></a>

### Hebrews

-   [DRA](./DRA/Hebrews.md)
-   [VUL](./VUL/Hebrews.md)


<a id="orgeaaba7f"></a>

### James

-   [DRA](./DRA/James.md)
-   [VUL](./VUL/James.md)


<a id="org2e042c7"></a>

### 1 Peter

-   [DRA](./DRA/1 Peter.md)
-   [VUL](./VUL/1 Peter.md)


<a id="orga62f75d"></a>

### 2 Peter

-   [DRA](./DRA/2 Peter.md)
-   [VUL](./VUL/2 Peter.md)


<a id="org95615fa"></a>

### 1 John

-   [DRA](./DRA/1 John.md)
-   [VUL](./VUL/1 John.md)


<a id="org5ddd9b5"></a>

### 2 John

-   [DRA](./DRA/2 John.md)
-   [VUL](./VUL/2 John.md)


<a id="org1342e76"></a>

### 3 John

-   [DRA](./DRA/3 John.md)
-   [VUL](./VUL/3 John.md)


<a id="org06b2614"></a>

### Jude

-   [DRA](./DRA/Jude.md)
-   [VUL](./VUL/Jude.md)


<a id="org30f65dc"></a>

### Revelation

-   [DRA](./DRA/Revelation.md)
-   [VUL](./VUL/Revelation.md)

